---
kind: property
id: P:Autodesk.Revit.DB.Lighting.LossFactor.LossFactorValue
source: html/91107a0f-67d6-730b-b36c-7856e044b405.htm
---
# Autodesk.Revit.DB.Lighting.LossFactor.LossFactorValue Property

The calculated loss factor value

## Syntax (C#)
```csharp
public double LossFactorValue { get; }
```